res = {
    "isError": False,
    "content": [
        {
            "text": "{\"pages\":[{\"snippet\":\"1.网传消息: 近期MC开发圈传来噩耗: “听说网易把开发者收益砍了?” "
                    "我也是去MC开发者官网看了一下,发现情况属实。且对开发者来说影响范围很大。"
                    " (本图片截取于2026年2月10日官方发布的文章,可能后续会有更改,以官方版本为准) "
                    "出处:分成体系全面重构,开发者生态的崭新篇章!​ 从上述规则可以看出来,开发者分成比例被从原先的70%砍至50%。因此网传消息属实。 "
                    "2.我个人的钻石转化率变化: 而此规则从2026年1月开始生效。 今天是2月10号,就是1月的账单出账日期。"
                    "那么此处我会拿我个人的数据来进行解读,可能不同体量的开发者会有些许出入,请以自身数据为准。 新规则生效之后,我1月份的账单: "
                    "可以看出来,在扣除一些“运营成本”之后,然后再分成比例为50%的情况下,再,最终“玩家消耗180万钻石”>“开发者分成60万钻石”"
                    "(不含畅玩计划+激励),税前的单纯钻石转化率约为0.337。即:玩家充值1元,开发者能直接收入税前0.337元。(某些人是0.35左右) "
                    "注:“运营成本”并不是一个公开数据,可能涉及多方面的数据,或者是一些商业秘密,所以网易并没有公开。所以我们并不知道“运营成本”到底有多少。 "
                    "然后再看看新规则生效之前,我12月的账单: 可以看出来,在扣除一些“运营成本”之后,然后再分成比例为70%的情况下,再,最终“玩家消耗233万钻石”>"
                    "“开发者分成121万钻石”(不含畅玩计划),税前的单纯钻石转化率约为0.479。即:玩家充值1元,开发者能直接收入税前0.479元"
                    "。此比例为2018年我的世界开服以来基本一成不变。 嗯,怎么说呢,就单纯从钻石转化率来看,开发者收益确实减少了。"
                    "毕竟它关系到最直接的玩家充值金额转化成开发者收入了比例嘛。不过网易近期又颁布了《开发者专项补贴》,我们也可以结合我1月收益"
                    ",稍微解读解读这个规则。 出处:开发者专项补贴来啦!全年千万级补贴助力创作!​ 3.对开发者补贴的个人解读: 我们可以发现,"
                    "开发者补贴被分为了3部分: ■总营收补贴: ·当月纯流水大于1万RMB,当月奖励200RMB。 ·当月纯流水大于5万RMB,当月奖励1000RMB。 "
                    "嗯,并不是很多,蚊子腿而已,聊胜于无。而且就2个档位,颗粒度欠佳。 ·月纯流水大于10万RMB:???就反而变成一分奖励没有了?"
                    "至少字面意思应该是这样的,有没有月收入大于10万的来说说看到底有没有?"
                    " 诶,那么问题就来了:小开发者基本上月纯流水不会超过1万;而如果不小心赚太多了,又反而不一定吃得到补贴。"
                    "\",\"hostname\":\"哔哩哔哩弹幕网\",\"hostlogo\":\"https://b.bdstatic.com/searchbox/mappconsole/image/20181030/1540889038159862.png\",\"title\":\"关于网易近期颁布《分成体系全面重构》的个人看法\",\"url\":\"https://www.bilibili.com/read/cv45577068\"},{\"snippet\":\"Q:新的分成比例何时生效? A:新的分成比例将与更新后的《开发者协议》同步生效。更新后的《开发者协议》定于2026年1月1日正式生效,生效前我们仍欢迎您提出宝贵的建议与意见。 Q:分成比例的计算周期是什么? A:当前分成比例的计算周期为自然月。 Q:新的分成比例具体情况是怎么样的? A:重构后的开发者的分成比例将与开发者单个作品月钻石流水(即:单个作品在该自然月内所收到的用户不可退款的钻石的总计数量)表现绑定,并采用阶梯式分成比例,计算单个作品当月可分成收益。即:当月单个作品的钻石流水表现越好,则相应的分成比例也会更高,最终开发者获得收益也会相应提升,真正实现“挣得越多,拿得越多”。 具体的分成计算细则和阶梯比例详情可以前往《我的世界》开发者平台查阅更新后的《开发者协议》。 Q:单个作品可以有不同的分成比例吗? A:是的。每个作品的分成比例独立计算。随着单个作品流水的上涨,其分成比例会变得更高。 Q:听起来好复杂,能举个例子详细说明吗? A:没问题。假设一位开发者当月作品A流水为X钻石,在扣除需要分摊的生态成本后,假定可参与分成的钻石流水为22,000,000钻石(2200万钻石,属于1000万≤作品月净流水档位,分成比例为55%),根据新的分成比例22,000,000*55%,该作品A收益为12,100,000钻石(1210万钻石)。 若这位开发者除了作品A外,还有作品B。设定作品B当月流水为Y钻石,同样需要扣除需要分摊的生态成本;假定扣除后可参与分成的钻石流水为5,000,000钻石(500万钻石,属于100万≤作品月净流水≤1000万档位,分成比例为52.5%),根据新分成比例5,000,000*52.5%,最终作品B收益为2,625,000钻石(262.5万钻石)。 ▲示意图 综合以上作品A和作品B,即为该开发者当月作品产生的付费收益分成。该开发者当月获得平台奖励M、订阅收益分成N、广告收益分成K,受到处罚违约金为T。 那么该开发者当月最终受益为:12,100,000+2,625,000+M+N+K-T(单位:钻石)。 Q:技术服务费是否仍在收取? A:在本次《开发者协议》更新中,《开发者技术服务费规则》已被正式移除。 Q:端游的服务器收益如何计算?和手游一样吗? A:是的,端游和手游的阶梯设置一致,并且端游与手游的统计口径是分开的。 Q:端游的内购商品钻石收入怎么计算收益?\",\"hostname\":\"网易\",\"hostlogo\":\"http://mc.163.com/favicon.ico\",\"title\":\"对新的分成体系还有疑问?这份FAQ请查收! \",\"url\":\"https://mc.163.com/dev/developer_cn/news/update/20251223/37048_1278098.html\"},{\"snippet\":\"12月23日,《我的世界》中国版宣布重构开发者分成政策,并在2026年1月正式落地。官方显然想通过重塑分配逻辑,让创作者投入的热爱能换回更丰厚的回报,也让“靠创作养活自己”这件事变得更有底气。\",\"hostname\":\"网易\",\"hostlogo\":\"https://ss0.baidu.com/6ONWsjip0QIZ8tyhnq/it/u=532311949,570939582&fm=195&app=88&f=JPEG?w=200&h=200\",\"title\":\"玩家把创作当职业,为什么《我的世界》中国版UGC生态难以复刻?\",\"url\":\"https://m.163.com/mobile/article/KL3JO770052685Q5.html\"}],\"request_id\":\"8aadaff3-3ddf-4ff4-87aa-61a19bff9ced\",\"tools\":[],\"status\":0}",
            "type": "text"
        }
    ]
}
